"iShareMessageTitle" = "Share Us on Twitter";
"iShareAppMessage" = "If you enjoy using %@, would you mind taking a moment to share us on Twitter? It won’t take more than a minute. Thanks for your support!";
"iShareGameMessage" = "If you enjoy playing %@, would you mind taking a moment to share us on Twitter? It won’t take more than a minute. Thanks for your support!";
"iShareCancelButton" = "No, Thanks";
"iShareRateButton" = "Tweet Us";
"iShareRemindButton" = "Remind Me Later";
"iShareShareMessageKey" = "Check out %@ for iPad, iPhone and iPod touch - the world's most powerful cloud file manager.";